{
  "MENU1": "Über mich",
  "MENU2": "Fähigkeiten",
  "MENU3": "Projekte",
  "TITLE1": "Frontend Entwickler",
  "NAME": "Kenan Günes",
  "CHECK_WORK": "Meine Projekte",
  "CONTACT_ME": "Kontakt",
  "EMAIL": "gunes.kenan93@gmail.com",
  "WHO_I_AM": "Wer ich bin",
  "ABOUT_ME": "Über mich",
  "ABOUT_ME_DESC1": "Hallo, Ich bin ein deutschsprachiger Junior Frontend-Entwickler mit einer Leidenschaft für Technik und Innovation. Meine Mission ist es, ansprechende und funktionale Webanwendungen zu entwickeln. Benutzerfreundlichkeit und sauberer Code stehen dabei im Fokus. Ich freue mich darauf, in einem motivierten Team spannende Projekte umzusetzen.",
  "ABOUT_ME_DESC2": "Flexibel in Bezug auf Arbeitsumgebungen, arbeite ich sowohl vor Ort in Mayen als auch remote effektiv.",
  "ABOUT_ME_DESC3": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
  "ABOUT_ME_DESC4": "In meinem Beruf ist Programmieren nicht nur das Schreiben von Code; es ist eine kreative Form der Problemlösung. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",
  "BANNER_TEXTS": [
    "Verfügbar für Remote-Arbeit",
    "Frontend Entwickler",
    "Wohnhaft in Mayen",
    "Offen für neue Möglichkeiten"
  ],
  "SKILLS_TITLE": "Technologien",
  "SKILLS_DESCRIPTION": "Fähigkeiten",
  "SKILLS_INTRO": "Meine Reise hat mich durch verschiedene Projekte geführt, bei denen ich eine Vielzahl von Frontend-Technologien und Konzepten eingesetzt habe. Ich bin offen dafür, neue Technologien und Methoden zu erlernen, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Welt der Webentwicklung immer einen Schritt voraus zu sein.",
  "SKILLS_ASK": "Benötigen Sie <span class='highlight'>eine andere Fähigkeit?</span>",
  "SKILLS_CONTACT": "Zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, mein Wissen zu erweitern.",
  "SKILLS_BUTTON": "Kontanktieren Sie mich",
  "PROJECTS_TITLE": "Portfolio",
  "PROJECTS_SUBTITLE": "Projekte",
  "PROJECTS_INTRO": "Hier können Sie meine Projekte live testen und sich ein Bild von meiner Arbeit machen.",
  "PROJECTS_WHAT": "Worum geht es in diesem Projekt?",
  "PROJECTS_GITHUB": "GitHub",
  "PROJECTS_LIVE": "Live-Test",
  "PROJECTS_NEXT": "Nächstes Projekt",
  "PROJECT1_TITLE": "Join",
  "PROJECT1_DESCRIPTION": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen.",
  "PROJECT2_TITLE": "El Pollo Loco",
  "PROJECT2_DESCRIPTION": "2D-Plattformspiel, entwickelt mit Vanilla JavaScript. Spielen Sie als Huhn, vermeiden Sie Feinde und sammeln Sie Gegenstände.",
  "CONTACT_TITLE": "Kontaktiere mich",
  "CONTACT_SUBTITLE_1": "Gemeinsam erfolgreich!",
  "CONTACT_SUBTITLE_2": "",
  "CONTACT_QUESTION": "Haben Sie ein Problem, das sie lösen möchten?",
  "CONTACT_DESCRIPTION": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen zu erfahren und durch meine Arbeit zu Ihren Projekten beizutragen.",
  "CONTACT_TALK": "Brauchen Sie einen Frontend-Entwickler?<span class='talk'> Wie kann ich ihnen helfen?</span>",
  "FORM_NAME_LABEL": "Wie heißt Sie?",
  "FORM_NAME_PLACEHOLDER": "Ihr Name kommt hier hin",
  "FORM_NAME_ERROR": "Bitte geben Sie Ihren Namen ein.",
  "FORM_EMAIL_LABEL": "Wie lautet Ihre E-Mail?",
  "FORM_EMAIL_PLACEHOLDER": "ihreemail@email.com",
  "FORM_EMAIL_ERROR": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
  "FORM_MESSAGE_LABEL": "Wie kann ich Ihnen helfen?",
  "FORM_MESSAGE_PLACEHOLDER": "Hallo Kenan, ich interessiere mich für...",
  "FORM_MESSAGE_ERROR": "Bitte geben Sie eine Nachricht ein.",
  "FORM_PRIVACY_TEXT1": "Ich habe die",
  "FORM_LEGAL_NOTICE": "",
  "FORM_PRIVACY_TEXT2": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
  "FORM_PRIVACY_ERROR": "Sie müssen den Datenschutzbestimmungen zustimmen.",
  "FORM_SUBMIT_BUTTON": "Sagen Sie Hallo ;)",
  "FOOTER_ROLE": "Webentwickler",
  "FOOTER_LOCATION": "Mayen, Deutschland",
  "FOOTER_COPYRIGHT": "© Kenan Günes 2025",
  "FOOTER_GITHUB": "Github",
  "FOOTER_LINKEDIN": "Linkedin",
  "FOOTER_EMAIL": "E-Mail",
  "FOOTER_LEGAL_NOTICE": "Impressum",
  "PRIVACY_TITLE": "Datenschutzerklärung",
  "PRIVACY_OVERVIEW": "1. Datenschutz auf einen Blick",
  "PRIVACY_GENERAL": "Allgemeine Hinweise",
  "PRIVACY_GENERAL_DESC": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
  "PRIVACY_DATA_COLLECTION": "Datenerfassung auf dieser Website",
  "PRIVACY_RESPONSIBILITY": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
  "PRIVACY_RESPONSIBILITY_DESC": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.",
  "PRIVACY_HOW_WE_COLLECT": "Wie erfassen wir Ihre Daten?",
  "PRIVACY_HOW_WE_COLLECT_DESC_1": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
  "PRIVACY_HOW_WE_COLLECT_DESC_2": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
  "PRIVACY_USAGE": "Wofür nutzen wir Ihre Daten?",
  "PRIVACY_USAGE_DESC": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.",
  "PRIVACY_RIGHTS": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
  "PRIVACY_RIGHTS_DESC": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Weitere Informationen finden Sie in der vollständigen Datenschutzerklärung.",
  "IMPRINT_TITLE": "Impressum",
  "IMPRINT_NAME": "Kenan Günes",
  "IMPRINT_ADDRESS": "Conderstraße 18",
  "IMPRINT_ZIP_CITY": "56727 Mayen",
  "IMPRINT_EMAIL_LABEL": "E-Mail",
  "IMPRINT_PHONE_LABEL": "Telefon"
}